{"matryoshka_grenade":{"name":"Matryoshka Grenade","description":"The Matryoshka Grenade is a throwable explosive device. The doll's outer layers hides its inner workings. Creates substantial damage at the same time as it pays tribute to the motherland.","community":true},"incendiary_grenade":{"name":"Incendiary Grenade","description":"The Incendiary Grenade is a nasty self igniting phosphorus container. It ignites after a few seconds, making it perfect for bouncing off walls towards your enemies. Upon ignition it causes serious damage – setting enemies ablaze.","community":true},"hef_grenade":{"name":"HEF Grenade","description":"This is an updated version of the classic hand grenade. Even though the original frag grenade is still in use, this new sleek design will provide that OVERKILL touch to each blast. Still as cheap and still as effective.","community":true},"ace_of_spades":{"name":"Ace of Spades","description":"Throwing cards are generally associated with magicians splitting watermelons across a stage but add weight and razor edges and you have a silent killer. Have one of these steel aces in your sleeves and you will always be ready to deal yourself into the game, regardless of the circumstances.\nThe Ace of Spades is a free throwable given to the community to celebrate two years of PAYDAY 2!","community":true},"concussion_grenade":{"name":"Concussion Grenade","description":"This stunning little beauty will take everyone's breath away, giving you those couple of extra seconds you need to kill them."},"frag_grenade":{"name":"Frag Grenade","description":"The frag grenade is a concept that has changed little from its inception. It is a thrown casing that explodes, sending shards and splinters away with such force they can slice through flesh, bone and light armor. Cheap and effective.","dlc":"Gage Weapon Pack #01"},"molotov_cocktail":{"name":"Molotov Cocktail","description":"The Molotov cocktail is perhaps the simplest weapon that can call itself a grenade. Nothing more than a breakable bottle of flammable liquid with a 'fuse' replaced by a burning rag. It is cheap, simple and highly effective.","dlc":"BBQ Weapon Pack"},"dynamite":{"name":"Dynamite","description":"Swedish engineer. Alfred Nobel, discovered dynamite and its effectiveness in blastic rock. But it was drunk prospector. Ol' Kenneth, who discovered its effectiveness in blasting people.","dlc":"Western Weapon Pack"},"shuriken":{"name":"Shuriken","description":"Like a sword hidden in the user's hand the shuriken is a deadly weapon and perfectly silent. First made of nails and needles, the throwing star has had a long history filled with blood and battle. These modern stars of stainless steel will pose a lethal threat to anyone in front of you, and as long as you can find them there will be no stopping you.\nThe Shurikens have been coated in poison which deals damage over time and has a chance to interrupt enemies.","dlc":"Gage Ninja Pack"},"javelin":{"name":"Javelin","description":"With its origins lost in murky pre-history, the javelin is a simple weapon. After all, it's a thrown stick with a pointy end that ruins someone's day. Despite this simplicity, it still requires skill and strength to use.","dlc":"Gage Chivalry Pack"},"throwing_knife":{"name":"Throwing Knife","description":"A solid backup plan and a reliable tactic for a precise and silent kill. The Throwing Knife has been present in martial history for as long as people grew tired of throwing objects in a general direction and wanted a reliable weapon instead.","dlc":"John Wick Weapon Pack"},"throwing_axe":{"name":"Throwing Axe","description":"A sharp axe is never wrong, and as this one is especially good when throwing, it got popular amongst bikers. Riding a bike, can sometimes be dangerous, and you need some \"protection\". So this sporting axe suddenly ran out of stock as bikers found it extra handy for highway battles.","dlc":"Biker Heist DLC"},"stoic_hip_flask":{"name":"Stoic's Hip Flask","description":"An antique flask from 1882 bearing the inscription \"Stoic\" and \"JW Spirits\", given to Duke in his youth when he trained with Buddhist monks. Duke keeps it filled with his favorite whiskey; taking a swig is a symbolic gesture of calming and gives the bearer a moment of zen-like focus, easing away damage.","requires":[{"type":"perk_deck","name":"stoic"}]},"pocket_ecm_device":{"name":"Pocket ECM Device","description":"A small device for intercepting and overriding nearby encrypted signals. With sophisticated algorithms for sniffing out and disrupting wireless data, the Pocket ECM Device gives the user an edge both while hiding in the shadows and in the heat of combat.","requires":[{"type":"perk_deck","name":"hacker"}]},"smoke_bomb":{"name":"Smoke Bomb","description":"Drop one of these and you'll vanish in a cloud of smoke, leaving your enemies struggling to take aim at you. Dodging bullets is a piece of cake when they can't see you properly.","requires":[{"type":"perk_deck","name":"sicario"}]},"gas_dispenser":{"name":"Gas Dispenser","description":"A small gas dispenser that temporarily enhance the body's senses and provide healing effect for two allies.","requires":[{"type":"perk_deck","name":"tag_team"}]},"injector":{"name":"Injector","description":"When consumed the user ceases to feel pain and becomes fearless. The lack of pain lets the user rampage through the heart of battles longer than any other and the lack of fear makes him a frightening and obvious threat for his enemies.","requires":[{"type":"perk_deck","name":"kingpin"}],"dlc":"Scarface Character Pack"}}