{

    "crew_chief": {
        "description": "The Crew Chief. also known as the Caporegime, is the head of a branch of an organized crime syndicate. The Crew Chief commands a crew of soldiers and reports directly to a boss or an underboss.\nWhen the crime syndicate needs to have someone dealt with, the Crew Chief and his soldiers make sure it's done.",
        "perks": [
            "brute_strength-1",
            "helmet_popping",
            "marathon_man",
            "blending_in",
            "wolf_pack",
            "walk-in_closet",
            "testudo",
            "fast_and_furious",
            "hostage_situation"
        ]
    },
    "muscle": {
        "description": "The Muscle is a tough guy who uses violence to send messages from his Mafia superioris. They are the backbone of any criminal organization.\nThe muscle is called in whenever you need to rough someone up, break some legs, crush a skull or remind people who's boss.",
        "perks": [
            "brute_strength-2",
            "helmet_popping",
            "meat_shield",
            "blending_in",
            "giant_strength",
            "walk-in_closet",
            "disturbing_the_peace",
            "fast_and_furious",
            "800-pound_gorilla"
        ]
    },
    "armorer": {
        "description": "The Armorer was formerly a profession within the military. The armorer's job is to maintain, repair and improve armors.\nAny self-respecting crime syndicate needs someone who can make sure the soldiers have the necessary protection to do their jobs.",
        "perks": [
            "type_1_armor",
            "helmet_popping",
            "type_2_armor",
            "blending_in",
            "type_3_armor",
            "walk-in_closet",
            "reinforced_armor",
            "fast_and_furious",
            "liquid_armor"
        ]
    },
    "rogue": {
        "description": "The Rogue is a stealthy criminal, capable of sneaky tricks and deadly force. Versatile and deceptive, the Rogue is hired to do anything from pickpocketing, to burglaries and con jobs.\nThe trademark of a Rogue is his versatility - what he lacks in strength he makes up for in skill.",
        "perks": [
            "subtle",
            "helmet_popping",
            "elusive",
            "blending_in",
            "evasive",
            "walk-in_closet",
            "shadow_warrior",
            "fast_and_furious",
            "killer_instinct"
        ]
    },
    "hitman": {
        "description": "The Hitman is a professional killer from the criminal underworld who excels at close and ranged combat.\nCriminal syndicates will hire a hitman as a last resort to enforce criminal authority, deliver retribution or eliminate competition.",
        "perks": [
            "basic_recovery",
            "helmet_popping",
            "ambidexterity",
            "blending_in",
            "advanced_recovery",
            "walk-in_closet",
            "expert_recovery",
            "fast_and_furious",
            "tooth_and_claw"
        ]
    },
    "crook": {
        "description": "The Crook is a versatile criminal. The term is as old as crime itself.\nTruly, the crook is a jack of all trades and a master of none. He steals, lies, cheats and does any and every dishonest or illegal work necessary to get by.",
        "perks": [
            "subtle",
            "helmet_popping",
            "basic_composure",
            "blending_in",
            "advanced_composure",
            "walk-in_closet",
            "expert_composure",
            "fast_and_furious",
            "master_recovery"
        ]
    },
    "burglar": {
        "description": "The natural dexterity of the Burglar has benefits beyond merely breaking and entering. Being nimble allows the Burglar to pick locks, bag bodies and answer pagers faster. They are aslo harder to hit in combat. They stay alive by staying out of the way.\nThis physical conditioning also gives the Burglar a high tolerance to pain and the ability to shrug off wounds quickly.",
        "perks": [
            "sneaky",
            "helmet_popping",
            "bag_of_tricks",
            "blending_in",
            "luck_of_the_irish",
            "walk-in_closet",
            "dutch_courage",
            "fast_and_furious",
            "breath_of_fresh_air"
        ],
        "dlc": "Clover Character Pack"
    },
    "infiltrator": {
        "description": "The Infiltrator is an agent hired by a government or large criminal organization to obtain information about its enemies, or by a corporation to obtain industrial secrets from its competitors.\nThe Infiltrator is a close combat specialist who knows how to use the environment in order to get the upper hand.",
        "perks": [
            "overdog",
            "helmet_popping",
            "basic_close_combat",
            "blending_in",
            "advanced_close_combat",
            "walk-in_closet",
            "expert_close_combat",
            "fast_and_furious",
            "life_drain"
        ],
        "dlc": "Dragan Character Pack"
    },
    "sociopath": {
        "description": "The Sociopath is known to be one of the most effective type of criminals. Where he is effective, he is also difficult to deal with, which is why larger organizations avoid him.\nBold, disinhibitted and mean, the Sociopath excels in the most violent of jobs. Unable to feel guilt for the crimes he commits, the Sociopath is a dangerous enemy.",
        "perks": [
            "overdog",
            "helmet_popping",
            "tension",
            "blending_in",
            "clean_hit",
            "walk-in_closet",
            "overdose",
            "fast_and_furious",
            "showdown"
        ],
        "dlc": "Hotline Miami 2 Deluxe"
    },
    "gambler": {
        "description": "Heading into the furnace of battle requires skill, hardness and more than a little luck. Some people just have it.\nLuck is an elusive quality. The ancient Greeks believed it was the design of the Gods. It isn't. It certainly exists, but it's something you can earn. It requires preparation and forethought to get your pieces in place, and maximizes your chances of a return. It's counting cards, rather than the blessing of Fortuna.\nThe Gambler perk deck is a support deck. Anyone can help the team win, but it takes the Gambler to help the team win big.",
        "perks": [
            "medical_supplies",
            "helmet_popping",
            "ammo_give_out",
            "blending_in",
            "sharing_is_caring",
            "walk-in_closet",
            "more_healing_1",
            "fast_and_furious",
            "more_healing_2"
        ]
    },
    "grinder": {
        "description": "A typical grinder is a hard working individual, able to take control of difficult situations and turn them around.\nThe grinder relies heavily on always being in the front and dishing out punishment, being able to survive due to the fact that he does damage to the enemies regardless of how much damage he has sustained.",
        "perks": [
            "histamine",
            "helmet_popping",
            "adrenaline",
            "blending_in",
            "endorphins",
            "walk-in_closet",
            "dopamine",
            "fast_and_furious",
            "euphoria"
        ],
        "dlc": "Sokol Character Pack"
    },
    "yakuza": {
        "description": "The Yakuza are one of the most feared crime syndicates in the world. Ruled by the ninkyo and lead by the Oyabun, the Yakuza are known for their strict code of conduct, organized nature and the tattoos that cover their entire bodies.\nAn outcast and a dropout from society, the Yakuza knows how it is to fend for himself. While he appears gentle, he is not to be taken lightly.",
        "perks": [
            "koi_irezumi",
            "helmet_popping",
            "hebi_irezumi",
            "blending_in",
            "tora_irezumi",
            "walk-in_closet",
            "ryu_irezumi",
            "fast_and_furious",
            "oni_irezumi"
        ],
        "dlc": "Yakuza Character Pack"
    },
    "ex-president": {
        "description": "The Ex-Presidents are one of the most daring heisting crews out there. Great risk takers and brothers in arms. Their lack of fear for their own mortality brought them together and made them as successful as they are.\nAn Ex-President follows no rules and only adheres to the Ozaki 8, a set of trials to honor their nature.",
        "perks": [
            "point_break",
            "helmet_popping",
            "the_emerging_force",
            "blending_in",
            "life_of_ice",
            "walk-in_closet",
            "awakening_earth",
            "fast_and_furious",
            "the_perfect_line"
        ]
    },
    "maniac": {
        "description": "The Maniac Perk Deck is the embodiment of crazy and to never accept bad odds in moments of danger. By pushing through and constantly deal damage, your fellow heisters will be granted a temporary shield making all of you feel Jimmy's invulnerable spirit.",
        "perks": [
            "excitement",
            "helmet_popping",
            "outburst",
            "blending_in",
            "fervor",
            "walk-in_closet",
            "recklessness",
            "fast_and_furious",
            "insanity"
        ]
    },
    "anarchist": {
        "description": "The Anarchist refuses to acknowledge the arbitrary laws imposed by traditional authority. Kings, queens and presidents hold no sway over the Anarchist mind. Fly free and make your own rules is the motto. This refusal to abide by established truths enables the Anarchist to go where others cannot, employing unconventional tactics to slip through the cracks and reach seemingly impossible objectives.",
        "perks": [
            "blitzkrieg_bop",
            "helmet_popping",
            "straight_edge",
            "blending_in",
            "death_or_glory",
            "walk-in_closet",
            "rise_above",
            "fast_and_furious",
            "lust_for_life"
        ],
        "dlc": "Sydney Character Pack"
    },
    "biker": {
        "description": "Biker gangs are feared all over the world, and the biggest clubs are common household names. To be a biker you need to be tough and loyal, and know that the rules of the club are absolute. Bikers are known to be ruthless and violent people, and they are never afraid to challenge anyone that dare to cross them.\nWhen wearing your patch and riding your bike, you proclaim to everyone that you belong to the 1%. The 1% that refuse to follow the rules of society and proudly carry the title of Outlaw. For a biker, all that matters are your fellow club members and your ride.",
        "perks": [
            "prospect",
            "helmet_popping",
            "tail_gunner",
            "blending_in",
            "road_captain",
            "walk-in_closet",
            "sgt-at-arms",
            "fast_and_furious",
            "prez"
        ],
        "dlc": "Biker Character Pack"
    },
    "kingpin": {
        "description": "The Kingpin is the boss, an autocrat whose every whim must be obeyed. But you gotta get the money first. Then when you get the money, you get the power. Remember, the only thing in this world that gives orders...is balls.",
        "perks": [
            "bad_guy_coming_through",
            "helmet_popping",
            "play_rough",
            "blending_in",
            "public_enemy_no_1",
            "walk-in_closet",
            "ball_vs_bullets",
            "fast_and_furious",
            "right_to_the_top"
        ],
        "dlc": "Scarface Character Pack"
    },
    "sicario": {
        "description": "The Sicario is a must in every drug cartel. Someone who takes care of all types of problems in a most lethal way. The Sicario never ducks out of a fight, they get the job done - without hesitation or fear.",
        "perks": [
            "smoker",
            "helmet_popping",
            "twitch",
            "blending_in",
            "subtle",
            "walk-in_closet",
            "agility_shield",
            "fast_and_furious",
            "unseen_shadow"
        ]
    },
    "stoic": {
        "description": "You are an unbreakable wall of resolve and calm. Discipline of the mind helps the Stoic overcome situations that would make others fall crying into shaking heaps. Combinations of breathing and physical reaction-control learned from buddhist monks will let you keep going long enough to finish the job, no matter what he enemy throws at you.",
        "perks": [
            "virtue",
            "helmet_popping",
            "un-moved",
            "blending_in",
            "calm",
            "walk-in_closet",
            "imperturbable",
            "fast_and_furious",
            "enduring"
        ]
    },
    "tag_team": {
        "description": "Some way that experiences are best when shared, even in the case of performance-enhancing aerosol dispensers! For that special heister you like, this is something to bond over while you're looting bank vaults and taking care of business.",
        "perks": [
            "soul_mates",
            "helmet_popping",
            "scent",
            "blending_in",
            "synergy",
            "walk-in_closet",
            "inhale",
            "fast_and_furious",
            "harmony"
        ],
        "dlc": "H3H3 Character Pack"
    },
    "hacker": {
        "description": "Using your sharp mind and gear, you can bring any security system to its knees with the push of a button. You are never caught unaware by a camera or security guard, but if things do go awry, you can just as easily brute-force your way into enemy comms to deliver a nasty surprise for anyone listening.",
        "perks": [
            "code_glitch",
            "helmet_popping",
            "opsec",
            "blending_in",
            "bit_decay",
            "walk-in_closet",
            "kluge",
            "fast_and_furious",
            "botnet"
        ]
    }
}